{
    "Home": "Главная",
    "Makeup": "Макияж",
    "Promotion": "Предложения",
    "Look at me": "Посмотри на меня",
    "Clean Meets Clinical": "Чистота соответствует клиническому",
    "Love clinical skincare, but want to limit your exposure to certain ingredients? Try “Cleanical” skincare. This is where clean skincare meets science. We’re talking clinical skincare products backed by science from doctors you love and trust, formulated without the ingredients you don't. You no longer have to decide between clean formulas and visible results. Whether you’re looking to support your skin barrier, target acne, brighten dark spots and hyperpigmentation, or get more youthful-looking skin, Cleanical skincare has you covered.": "Любите клинический уход за кожей, но хотите ограничить воздействие определенных ингредиентов? Попробуйте «Чистый» уход за кожей. Здесь чистый уход за кожей встречается с наукой. Мы говорим о клинических продуктах по уходу за кожей, разработанных врачами, которых вы любите и которым доверяете, созданных без ингредиентов, которые вам не нужны. Вам больше не придется выбирать между чистыми формулами и видимыми результатами. Если вы хотите поддержать свой кожный барьер, избавиться от прыщей, осветлить темные пятна и гиперпигментацию или сделать кожу более молодой, вам поможет уход за кожей Cleanical.",
    "Skin Barrier": "Кожный барьер",
    "Supporting your skin’s barrier function is all about pumping good ingredients in and keeping harmful stuff, like free radicals and harsh environmental aggressors, out. Without a healthy skin barrier, it’s near impossible to achieve skin that is free of a variety of common concerns. Cleanical skincare helps support your skin’s barrier function.": "Поддержка барьерной функции вашей кожи заключается в том, чтобы вводить полезные ингредиенты и удерживать вредные вещества, такие как свободные радикалы и агрессивные воздействия окружающей среды. Без здорового кожного барьера практически невозможно добиться кожи, свободной от множества распространенных проблем. Чистый уход за кожей помогает поддерживать барьерную функцию вашей кожи.",
    "Acne": "Акне",
    "If you’ve ever dealt with acne, you know how frustrating it can be. Improve the appearance of acne and restore your confidence with the help of Cleanical skincare. These picks are scientifically proven to help treat current breakouts and prevent future ones without triggering any sensitivities.": "Если вы когда-либо сталкивались с прыщами, вы знаете, насколько это может быть неприятно. Улучшите внешний вид прыщей и верните себе уверенность с помощью средств по уходу за кожей Cleanical. Научно доказано, что эти средства помогают лечить текущие высыпания и предотвращать будущие, не вызывая при этом никакой чувствительности.",
    "Radiance": "Сияние",
    "Maybe you've spent too much time in the sun back in the day, or maybe you've got a habit of picking your face. Either way, you've likely been left with hyperpigmentation and pesky dark spots. That's where Cleanical skincare comes in. Sephora carries formulas that help you achieve a more even skin tone and keep it for the long haul.": "Возможно, вы провели слишком много времени на солнце, или, может быть, у вас есть привычка ковыряться в лице. В любом случае, скорее всего, у вас осталась гиперпигментация и неприятные темные пятна. Именно здесь на помощь приходит уход за кожей Cleanical. Sephora предлагает формулы, которые помогут вам добиться более ровного тона кожи и сохранить его на долгое время.",
    "Youthful-Looking Skin": "Молодость кожи",
    "We’ve gotten as close as we can to finding the fountain of youth in a jar––it’s powerful Cleanical formulas packed with anti-aging ingredients to help reduce the appearance of fine lines and wrinkles. Get all the benefits of science-backed skincare without harsh ingredients, like retinyl palmitate, parabens, sulfates, mineral oil, and more.": "Мы максимально приблизились к поиску источника молодости в баночке — это мощные формулы Cleanical, наполненные антивозрастными ингредиентами, которые помогают уменьшить появление тонких линий и морщин. Получите все преимущества научно обоснованного ухода за кожей без агрессивных ингредиентов, таких как ретинилпальмитат, парабены, сульфаты, минеральное масло и многое другое.",
    "Shop More Skincare Deals": "Больше предложений по уходу за кожей",
    "Don't miss out on these one-day sales":"Не пропустите однодневные распродажи",
    " Get up to 50% off top Skincare": " Получите скидку до 50 % на лучшие средства по уходу за кожей",
    " New deals through 3/17": " Новые предложения до 17 марта",
    " No code needed": " Никакого кода не требуется",
    "face": "лицо",
    "eye": "глаза",
    "lip": "губы",
    "cheek": "щеки",
    "all": "всё",
    "TOTAL": "ИТОГО",
    "BACKSTAGE Eyeshadow Palette": "BACKSTAGE палитра теней",
    "Kind Words Matte Lipstick": "Kind Words Матовая помада",
    "Vice Hydrating Lipstick": "Vice Увлажняющая губная помада",
    "Powermatte Long-Lasting Lipstick": "Powermatte Стойкая губная помада",
    "Nude Obsessions Eyeshadow Palette": "Nude Obsessions Палетка теней",
    "The New Nude Eyeshadow Palette": "Новая палетка теней Nude",
    "Very Valentino 24 Hour Long Wear Liquid Foundation": "Жидкая тональная основа Very Valentino 24 часа стойкого ношения",
    "Blush": "Румяна",
    "SoftSculpt® Transforming Skin Enhancer": "SoftSculpt® Трансформирующий усилитель кожи",
    "Glow Glide Face Architect Highlighter": "Хайлайтер Glow Glide Face Architect",
    "Soft Pop Blush Stick": "Мягкие румяна Pop",
    "Major Beauty Headlines - Double-Take Crème & Powder Blush": "Главные новости о красоте – крем-пудра и румяна Double-Take",
    "Lip Glowy Balm": "Блестящий бальзам для губ",
    "Eye Bento Bouncy Eyeshadow Trio": "Трио теней для век Bento Bouncy Eyeshadow",
    "Positive Light Tinted Moisturizer Broad Spectrum SPF 20 Sunscreen": "Тонированный увлажняющий крем Positive Light с солнцезащитным кремом SPF 20 широкого спектра действия",
    "Mini Secret Santa Eyeshadow": "Тени для век Mini Secret Santa",
    "NEW Charlotte Tilbury": "НОВАЯ Шарлотта Тилбери",
    "New Boy Smells Fragrance": "Новичок пахнет ароматом",
    "Skincare Services": "Сервис по уходу за кожей",
    "A powder highlighter that glides on like a liquid to give skin an instant, skin-perfecting filter to highlight, sculpt, and lift. Highlighted Ingredients: - Silky Squalan ....": "Порошковый хайлайтер, который наносится как жидкость, мгновенно создавая на коже идеальный фильтр, подчеркивающий, моделирующий и подтягивающий. Выделенные ингредиенты: - Шелковистый сквалан ....",
    "A powder highlighter that glides on like a liquid to give skin an instant, skin-perfecting filter to highlight, sculpt, and lift. Highlighted Ingredients: - Silky Squalane: Glides onto the skin for an even glow; never patchy, dry, or cakey. - Smoothing Emollients: Perfect and hydrate the skin for a satin-smooth texture. Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also cruelty-free. What Else You Need to Know: Get the rich-pigment payoff of a pressed powder with the glide-on satin texture of a liquid highlighter. This glow-boosting formula illuminates and blurs the skin with smoothing emollients for a satin texture without caking, creasing, or fallout.": "Порошковый хайлайтер, который наносится как жидкость, мгновенно придавая коже совершенствующий фильтр, подчеркивающий, моделирующий и подтягивающий. Основные ингредиенты: - Шелковистый сквалан: скользит по коже, придавая ей равномерное сияние; не оставляет пятен, не сушит и не подтягивает кожу. - Разглаживающие смягчающие вещества: совершенствуют и увлажняют кожу, придавая ей атласно-гладкую текстуру. Обозначения ингредиентов: Не содержит парабенов, формальдегидов, веществ, высвобождающих формальдегид, фталатов, ретинилпальмитата, оксибензона, каменноугольной смолы, гидрохинона, сульфатов SLS и SLES, триклокарбана. , триклозан и содержит менее одного процента синтетических ароматизаторов. Он также не подвергается жестокому обращению. Что еще вам нужно знать: Получите насыщенный пигмент прессованного порошка с скользящей атласной текстурой жидкого хайлайтера. Это сияние -Усиливающая формула осветляет и размывает кожу с помощью смягчающих средств, придавая ей атласную текстуру без слеживания, складок и выпадения.",
    "Discover LES: a well-balanced, ripe, and raw fragrance from Boy Smells. Ripe is sweet fruit, gushing pomelo, and budding peony blossom. Raw is bare cedarwood and warm van ....": "Откройте для себя LES: хорошо сбалансированный, спелый и сырой аромат от Boy Smells. Спелые фрукты, струящийся помело и распускающийся цветок пиона. Сырой - голый кедр и теплый ван ....",
    "Discover LES: a well-balanced, ripe, and raw fragrance from Boy Smells. Ripe is sweet fruit, gushing pomelo, and budding peony blossom. Raw is bare cedarwood and warm vanilla absolute. Consider yourself duly noted. About the Bottle: Boy Smells believes in an equitable and sustainable future, where gender inclusion is a pathway to discovery, self-celebration, and radical bliss. The packaging is 100 percent recyclable, made with soy-based ink and FSC-certified papers. About the Fragrance: LES is more. Strike a match and be transported to a maximalist Canal Street daydream, where bursting peony blossoms clash on the street corner amidst chords of New Wave anthems, bare cedarwood smoke, and the feel of hot leather seats against your thighs. LES is lust in its most primal incarnation.": "Откройте для себя LES: хорошо сбалансированный, спелый и сырой аромат от Boy Smells. Спелые плоды — это сладкие фрукты, фонтанирующий помело и распускающийся цветок пиона. Raw — это чистый кедр и теплый абсолют ванили. Считайте, что вас заметили должным образом. О бутылке: Boy Smells верит в справедливое и устойчивое будущее, в котором гендерная инклюзивность является путем к открытиям, самовосхвалению и радикальному блаженству. Упаковка на 100 процентов пригодна для вторичной переработки, изготовлена ​​из чернил на основе сои и бумаги, сертифицированной FSC. Об аромате: LES – это нечто большее. Зажгите спичку и перенеситесь в максималистскую мечту на Канал-стрит, где расцветающие цветы пионов сталкиваются на углу улицы среди аккордов гимнов Новой волны, голого кедрового дыма и ощущения горячих кожаных сидений на ваших бедрах. LES — это похоть в ее самом примитивном воплощении.",
    "Since we launched, we've continued to improve our assortment with science-backed innovations and by eliminating even more unwanted ingredients. That means our Clean seal ....": "С момента запуска мы продолжали улучшать наш ассортимент с помощью научно обоснованных инноваций и исключая еще больше нежелательных ингредиентов. Это значит, что наша Чистая печать ....",
    "Since we launched, we've continued to improve our assortment with science-backed innovations and by eliminating even more unwanted ingredients. That means our Clean seal has the highest standards across the industry. No phthalates No formaldehydes or formaldehyde-releasers No oxybenzone and octinoxate No hydroquinone No triclosan No coal tar No methylisothiazolinone No insoluble plastic microbeads.": "С момента запуска мы продолжали улучшать наш ассортимент с помощью научно обоснованных инноваций и исключая еще больше нежелательных ингредиентов. Это означает, что наша печать Clean соответствует самым высоким стандартам в отрасли. Не содержит фталатов. Не содержит формальдегидов и веществ, выделяющих формальдегид. Не содержит оксибензона и октиноксата. Не содержит гидрохинона. Не содержит триклозана. Не содержит каменноугольной смолы. Не содержит метилизотиазолинона. Не содержит нерастворимых пластиковых микрогранул.",
    "not interested": "не интересно",
    "show less": "показать меньше",
    "show more": "показать больше",
    "delete all": "удалить всё",
    "search: lip, eye...": "поиск: lip, eye...",
    "Add to cart": "Добавить в корзину"
}